"city" : "Bangalore" 
	{
	"name": "Cubbon Park" {

	"description": "Cubbon Park (Kannada: ಕಬ್ಬನ್ ಪಾರ್ಕ್) is a landmark lung area of the Bangalore city, located (12.97°N 77.6°E) within the heart of city in the Central Administrative Area. Originally created in 1870, when Major General Richard Sankey was the then British Chief Engineer of Mysore state, it covered an area of 100 acres (0.40 km2) and subsequent expansion has taken place and the area reported now is about 300 acres (1.2 km2).",
	"url": "http://www.travlang.com/blog/wp-content/uploads/2010/04/cubbon-park-_23.jpg"
		},

	"name" :"Lal Bagh" {
	"description" : "Lal Bagh or Lal Bagh Botanical Gardens, meaning The Red Garden in English, is a well known botanical garden in southern Bangalore, India.",
	"url" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTomfTkXy_2HuwhMHEWhjtlAKJV0DZiuVV7GGuNCYbcg_vt-TSYAbPbLupB"
	},

	"name" :"ISCKON Temple" {
	"description" : "Shri Radha Krishna Temple has deities of Radha and Krishna located at Rajajinagar, in North Bangalore, Karnataka, India. It is one of the largest ISKCON temples in the world.",
	"url" : "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcSlFzFuuUVRVtV0YzUN9MgTKbt5_nRT7q2kUpNbKxPetotm0WntjQ"
	},

	"name" :"Bangalore Palace" {
	"description" : "Bangalore Palace, a palace located in Bengaluru, Karnataka, India, was built by Rev. J. Garrett, who was the first Principal of the Central High School in Bangalore, now known as Central College.",
	"url" : "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcTDZO64_DLdcUUcvZNjuZVLxrAL5vRNeW2qJPCda2wwwAvf_p6c"
	},

	"name" :"Wonder La" {
	"description" : "Wonderla Holidays Limited is a leading amusement park designing and operating company in India headquartered near Bidadi, 28 kilometres from Bangalore. It is promoted by Kochouseph Chittilappilly and his son Arun Chittilappilly.",
	"url" : "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcR3DRrvgZa1l-xNTmTl8kv1M9MFkLzxVZrI5vB_qMjgGaziLCbJdZXiWt8"
	},

	"name" :"Lal Botanical Garden" {
	"description" : "Lal Bagh or Lal Bagh Botanical Gardens, meaning The Red Garden in English, is a well known botanical garden in southern Bangalore, India.",
	"url" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTILUO6yax4lNpOHHQwmXzZJzFcxA7i293Ab3DouLk7CSThWwDWjNKXXMSf"
	},

	"name" :"Orion Mall" {
	"description" : "Orion Mall is a shopping Mall at Brigade Gateway Enclave in Bangalore, Karnataka, India developed by Brigade Group. Orion mall with a total mall area of 1.1 million sqft is the 3rd largest mall in Bangalore.",
	"url" : "http://cdn.archinect.net/images/1200x/ic/ic7z74s2ujgxysld.jpg"
	},

	}

"city" : "Chennai" 
	{
	"name": "Kapaleeshwar Temple" {

	"description": "Kapaleeshwarar Temple is a temple of Shiva located in Mylapore, Chennai in the Indian state of Tamil Nadu. The form of Shiva's wife Parvati worshipped at this temple is called Karpagambal.",
	"url": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Mylapore_Kapaleeshwarar_temple_facade.jpg"
		},

	"name" :"San Thome Church" {
	"description" : "San Thome Basilica is a Roman Catholic minor basilica in Santhome, in the city of Chennai, India. It was built in the 16th century by Portuguese explorers, over the tomb of St Thomas, an apostle of Jesus.",
	"url" : "http://upload.wikimedia.org/wikipedia/commons/d/d8/Chennai_church.jpg"
	},

	"name" :"Madras Crocodile Bank" {
	"description" : "The Madras Crocodile Bank Trust and Centre for Herpetology is a reptile zoo and herpetology research station, located 40 kilometres south of the city of Chennai, in state of Tamil Nadu, India.",
	"url" : "http://www.thehindu.com/multimedia/dynamic/00769/31MP_CROCODILE_FEED_769040f.jpg"
	},

	"name" :"Mylapore Temple" {
	"description" : "Kapaleeshwarar Temple (Tamil: மயிலாப்பூர் கபாலீசுவரர் கோயில் Mayilāppūr Kapālīcuvarar Kōyil) is a temple of Shiva located in Mylapore, Chennai in the Indian state of Tamil Nadu. ",
	"url" : "http://farm9.static.flickr.com/8611/15848762457_a43a5f8192.jpg"
	},

	"name" :"Chennai Besant Nagar Beach" {
	"description" : "Besant Nagar is one of Chennai's neighborhoods, named after the noted lady theosophist Annie Besant.[1] It is located on the coast of Bay of Bengal to the east, and bounded by Thiruvanmiyur to the South, Adyar to the West and Adyar Estuary to the North. ",
	"url" : "http://www.tamilnow.com/gallery/chennai/besant-nagar/besant-nagar-beach-3936.jpg"
	},

	"name" :"Aarupadai Veedu Temple" {
	"description" : "The legends, mythology, history, and location of the six temples known as Arupadaiveedu.",
	"url" : "http://www.sanghamtours.com/images/gallery/Aarupadai/Swamimalai.jpg"
	},

	"name" :"Vivekananda House" {
	"description" : "Vivekanandar Illam or Vivekananda House, earlier known as Ice House or Castle Kernan at Chennai, India is an important place for the Ramakrishna Movement in South India.	",
	"url" : "http://media.vivekanandahouse.org/wp-content/uploads/yootheme/pages/30/vivehouserounded.jpg"

	},

	"name" :"Express Avenue Mall" {
	"description" : "Express Avenue Tamil: எக்ஸ்ப்ரெஸ் அவென்யூ is a shopping mall in Chennai promoted by Express Infrastructure, a subsidiary of The Indian Express Group. It is home to the largest gaming arcade in South India.",
	"url" : "http://www.indiantouristdestiny.com/images/EA/ea_banner.jpg"

	},
	"name" :"MGR Memorial" {
	"description" : "MGR memorial is a memorial structure built on the Marina beach in Chennai, India. It was built in memory of former Chief Minister of Tamil Nadu.",
	"url" : "http://img2.holidayiq.com/photos/ch/Chennai-Photos-MGR-memorial-Chennai-1218516-2-JPG-destreviewimages-500x375-1371059317.JPG"

	},
	"name" :"Phoenix Market City" {
	"description" : "Phoenix Marketcity is a shopping mall developed by The Phoenix Mills Co. Ltd. located in Bengaluru, Karnataka, India.",
	"url" : "http://www.indiantravels.com/admin/uploads/ShoppingPlaces/634939609988967583_360.jpg"

	}

}


"city" : "Mumbai" 
	{
	"name": "Gateway of India." {

	"description": "The Gateway of India is a monument built during the British Rule in Mumbai City of Maharashtra state in Western India . It is located on the waterfront in the Apollo Bunder area in South Mumbai and overlooks the Arabian Sea.",
	"url": "https://indiaheritagesites.files.wordpress.com/2013/08/gateway-of-india.jpg"
		},

	"name" :"Marine Drive" {
	"description" : "Marine Drive is a 4.3-kilometre-long boulevard in South Mumbai in the city of Mumbai. It is a 'C'-shaped six-lane concrete road along the coast, which is a natural bay. The road links Nariman Point to Babulnath and Malabar Hill.",
	"url" : "https://delhidiariesblog.files.wordpress.com/2014/06/marine-drive-mumbai-india.jpg"
	},

	"name" :"Girgaum Chowpatty" {
	"description" : "Girgaon Chaupati', commonly known as Chaupati, is one of the best known public beaches adjoining Marine Drive in the Girgaon area of Mumbai, India.",
	"url" : "hhttp://www.mumbailocal.net/wp-content/uploads/2010/11/Chowpatty-Beach-Mumbai-2.jpg"
	},

	"name" :"Haji Ali Dargah" {
	"description" : "The Haji Ali Dargah is a mosque and dargah located on an islet off the coast of Worli in the Southern part of Mumbai. Near the heart of the city proper, the dargah is one of the most recognisable landmarks of Mumbai. ",
	"url" : "http://www.mumbailocal.net/wp-content/uploads/2010/11/Haji-Ali-Tomb-or-Haji-Ali-Dargah-Mumbai-3.jpg"
	},

	"name" :"Victoria Terminus" {
	"description" : "Chhatrapati Shivaji Terminus is a UNESCO World Heritage Site and an historic railway station in Mumbai Maharashtra, India which serves as the headquarters of the Central Railways. ",
	"url" : "https://upload.wikimedia.org/wikipedia/commons/c/c5/Chhatrapati_Shivaji_Terminus_(Victoria_Terminus).jpg"
	},

	"name" :"Hanging Gardens" {
	"description" : "The Hanging Gardens, in Mumbai, also known as Pherozeshah Mehta Gardens, are terraced gardens perched at the top of Malabar Hill, on its western side, just opposite the Kamala Nehru Park.",
	"url" : "http://images.mapsofindia.com/my-india/hanging-garden-mumbai.jpg"
	},

	"name" :"Juhu Beach" {
	"description" : "Juhu is a suburb of Mumbai. It is most famous for the sprawling Juhu beach. It surrounded by the Arabian Sea to the west, Versova to the north, Santacruz and Vile Parle to the east and Khar to the south.",
	"url" : "http://www.freefortourists.com/activity/large/JUHU-BEACH.jpg"

	},

	"name" :"Taj Mahal Hotel" {
	"description" : "The history of Mumbai and The Taj Mahal Palace are dramatically intertwined. The hotel is Mumbai's first harbour landmark (built 21 years before the Gateway of India) and the site of the first licensed bar in the city. For more than a century, the Taj has played an intrinsic part in the life of the city, hosting Maharajas, dignitaries and eminent personalities from across the globe. To it is an world leader in hospitality and a favourite destination for discerning business travellers. 
",
	"url" : "https://c1.staticflickr.com/3/2381/1502835257_494d673157_b.jpg"

	},
	"name" :"Sanaj Gandhi National Park" {
	"description" : "Sanjay Gandhi National Park, previously Borivali National Park, is a large protected area in the northern part of Mumbai city in Maharashtra State in India. ",
	"url" : "http://nearfox.com/wp-content/uploads/2015/05/sanjay-gandhi-national-park1.jpg"

	},
	"name" :"Siddhivinayak Mandir" {
	"description" : "The Shree Siddhivinayak Ganapati Mandir is a Hindu temple dedicated to Lord Shri Ganesh. It is located in Prabhadevi, Mumbai, Maharashtra.",
	"url" : "http://2.bp.blogspot.com/-f4A4uHmws-k/UmEGnpTqRpI/AAAAAAAAEzY/UlDyWuk29no/s640/siddhivinayak-temple-india.jpg"

	}

}